export const routeParams = [
  "harry",
  "mundugus",
  "fleur",
  "hermione",
  "fred",
  "george",
  "ron",
];

export const answers = ["Voldemort", "Эрни", "напиток живой смерти", "Букля", "Williams", "ron",];

export const correct = [
  "Верно!",
  "Правильно",
  "Абсолютно точно",
  "Прекрасно!",
  "И вновь верно",
  "Правильно!",
  "Ура!",
];

export const questions = [
  "Первый вопрос простой, для затравки - введи имя Того-Кого-Нельзя-Называть (как в оригинале, латиницей). Если не боишься, конечно)",
  "В оригинале его название состоит из двух слов. Однако, так как значение первого из них читается так же, как и другое слово - в переводе использовали 3 слова. Рядом с ним и найдешь код для следующей страницы)",
  "Что будет, если я смешаю корень златоцветника и настойку полыни?",
  "ОН, конечно, не ОНА, но тоже ОНО. Но, в конце концов - не держать же ее дома на подоконнике? Перебьет все",
  "Этот вопрос связан с некоторым предметом. Человек, не знакомый с ним, мог бы записать одну из 'инструкций' для его использования так: \nБ. -1 Б. 3\n Б. 5 Ч. 3 Б. 3\n Б. 7 Б. 6\n Ч. 3\n Б. 3\n Б. 5 Ч. 3 Ч. 2\nБ. 4 Б. -1\n Подсказку для кода найдешь в предмете)",
  "Если ты не обратила внимание, адреса предыдущих шести страниц оканчивались на некоторые имена. На всякий случай повторю их: \nharry,\n mundugus,\n fleur,\n hermione,\n fred,\n george.\n Кто седьмой?",
];

export const titles = [
  "Об именах",
  "О переводах",
  "О зельях",
  "О стражах тайных ходов",
  "О совах",
  "О семерых"
]
